Repository: TeamBimaDev/Bimato360
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Angalis

source: French
fr: Francais

source: Sole proprietorship
fr: Entreprise individuelle

source: General partnership
fr: Société en nom collectif

source: Limited partnership
fr: Société en commandite

source: Public limited company(PLC)
fr: Société anonyme (SA)

source: Limited liability company(LLC)
fr: Société à responsabilité limitée (SARL)

source: Simplified joint - stock
fr: Société par actions simplifiée (SAS)

source: company Partnership limited by shares
fr: Société en commandite par actions

source: Cooperative society
fr: Société coopérative

source: Unincorporated joint venture
fr: Groupement d'intérêt économique (GIE)

source: Joint - stock company
fr: Société par actions

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Blocked
fr: Bloqué

source: PARTNER_PICTURE
fr: Photo du partenaire

source: PARTNER_PRIVATE_DOCUMENT
fr: Document privé du partenaire

source: PARTNER_CIRET_DOCUMENT
fr: Document CIRET du partenaire

source: EMPLOYEE_CV
fr: CV de l'employé

source: EMPLOYEE_RESUME
fr: CV de l'employé

source: EMPLOYEE_DRIVER_LICENCE
fr: Permis de conduire de l'employé

source: EMPLOYEE_PICTURE
fr: Photo de l'employé

source: USER_PROFILE_PICTURE
fr: Photo de profil de l'utilisateur

source: USER_OTHER
fr: Autre

source: SELLER_PURCHASE_ORDER_DOCUMENT
fr: Commande d'achat

source: Male
fr: Homme

source: Female
fr: Femme

source: Individual
fr: Individu

source: Company
fr: Entreprise

source: Manual Price
fr: Prix manuel

source: Price based on Percentage
fr: Prix basé sur le pourcentage

source: Stockable Products
fr: Produits stockables

source: Service Products
fr: Produits de service

source: Production Products
fr: Produits de production

source: Out of Stock:
fr: Rupture de stock :

source: In transit
fr: En transit

source: Discontinued
fr: Arrêté

source: Not for sale
fr: Non disponible à la vente

source: Quote
fr: Devis

source: ORDER
fr: COMMANDE

source: Invoice
fr: Facture

source: Credit note
fr: Avoir

source: Request for Quotation
fr: Demande de prix

source: Draft
fr: Brouillon

source: Confirmed
fr: Confirmé

source: CANCELED
fr: ANNULÉ

source: 30 days
fr: 30 jours

source: 15 days
fr: 15 jours

source: 10 days
fr: 10 jours

source: 45 days
fr: 45 jours

source: PARTIAL_PAID
fr: Partiellement payé

source: PAID
fr: Payé

source: PERSONNALISE
fr: Personnalisé

source: ANNEE
fr: Année

source: TERMINE APRES
fr: Termine après

source: INCOME
fr: Entrée

source: OUTCOME
fr: Sortie

source: Cash
fr: Caisse

source: Bank
fr: Banque

source: Income
fr: Revenu

source: IMMEDIATE
fr: Immédiat

source: AFTER_ONE_WEEK
fr: Après une semaine

source: AFTER_TWO_WEEK
fr: Après deux semaine

source: END_OF_MONTH
fr: Fin du mois

source: NEXT_MONTH
fr: Après un mois

source: CUSTOM
fr: Personnaliser

source: Incorrect file type
fr: Type de fichier incorrect

source: Dossier template manquant
fr: Impossible de trouver le modèle

source: Please provide all needed data
fr: Veuillez fournir toutes les données nécessaires

source: An error occurred during PDF generation:<pre>
fr: Une erreur s'est produite lors de la génération du PDF :<pre>

source: Company Date Struck Off
fr: Date de radiation de l'entreprise

source: Default Invoice format
fr: Format par défaut

source: Impossible de supprimer cet élément car il est lié à un autre élément.
fr: Impossible de supprimer cet élément, vérifier si il ne conteint pas des sous-element ou il est liée a d'autre element

source: Invalid input
fr: Entrée invalide

source: Bad request
fr: Requête incorrecte

source: API exception occurred
fr: Une exception API s'est produite

source: Malformed request
fr: Requête malformée

source: Authentication failed
fr: Échec de l'authentification

source: Not authenticated
fr: Non authentifié

source: Permission denied
fr: Accès refusé

source: Resource not found
fr: Ressource introuvable

source: Resource does not exist
fr: La ressource n'existe pas

source: Method not allowed
fr: Méthode non autorisée

source: Request not acceptable
fr: Requête non acceptable

source: Unsupported media type
fr: Type de média non pris en charge

source: Too many requests
fr: Trop de demandes

source: Unable to get the item
fr: Impossible d'obtenir l'élément

source: Personal Info
fr: Informations personnelles

source: Important dates
fr: Dates importantes

source: Email must be unique.
fr: L'adresse e-mail doit être unique.

source: BIC must be unique.
fr: Le BIC doit être unique.

source: Name is missing
fr: Nom manquant

source: Code is missing
fr: Code manquant

source: Currency with name or symbol {} does not exist
fr: Devise avec symbole {} inexistent

source: Country with name {} already exists
fr: Pays avec nom {} existe déja

source: Country with code {} already exists
fr: Pays avec code {} existe déja

source: Some rows could not be processed
fr: Impossible de traiter tout les données

source: All rows processed successfully
fr: Tous les données sont traité

source: an error occurred while treating the file
fr: Une erreur est survenu lors la traitement du fichier

source: Symbol is missing
fr: Symbol obligatoire

source: Currency with name {} already exists
fr: Devise avec ce nom {} existe déja

source: Invalid file content type.
fr: Type de contenu de fichier invalide.

source: document not found
fr: document introuvable

source: Only Confirmed Invoice are allowed
fr: Seulement les factures confirmées

source: The payment is not late for this invoice
fr: Le payment n'est pas en retard pour cette facture

source: The invoice is already paid
fr: La facture est déja payée

source: NOTIFICATION_SALE_DOCUMENT_PAYMENT_LATE_SENT_SUCCESSFUL
fr: Votre e-mail a été envoyé avec succès

source: A template with this notification type already exists.
fr: Un modèle avec ce type de notification existe déjà!

source: Not template find with the giving code
fr: Impossible de trouver le bom template

source: Not invoice found with the giving ID
fr: Impossible de trouve une facture avec ce ID

source: This field should be a valid hex color.
fr: Ce champ doit être une couleur hexadécimale valide.

source: Is Supplier
fr: Est Fournisseur

source: Is Customer
fr: Est Client

source: Partner Type
fr: Type de partenaire

source: Gender
fr: Sexe

source: Phone
fr: N° Tél.

source: Company Activity
fr: Activité de l'entreprise

source: VAT ID Number
fr: N° TVA

source: Status
fr: Statut

source: Balance
fr: Solde

source: Partner Type or Company Type does not exist
fr: Merci de vérifier le type de partenaire ou celui de la sociéte

source: Name
fr: Nom

source: Reference
fr: Référence

source: Purchase Price
fr: Prix d'achat

source: Sell Price
fr: Prix de vente

source: Price Calculation Method
fr: Méthode de calcul du prix

source: Sell Percentage
fr: Pourcentage de vente

source: Category
fr: Catégorie

source: VAT
fr: TVA

source: Unit of Measure
fr: Unité de mesure

source: Minimum Stock Level
fr: Niveau de stock minimum

source: Maximum Stock Level
fr: Niveau de stock maximum

source: Weight
fr: Poids

source: Reorder Point
fr: Point de réapprovisionnement

source: Lead Time
fr: Délai de livraison

source: Serial Number
fr: Numéro de série

source: Quantity
fr: Quantité

source: Virtual Quantity
fr: Quantité virtuelle

source: Category, VAT or Unit of Measure does not exist
fr: Merci de vérifier les données

source: Item exists in a sale document
fr: L'article existe dans un document de vente

source: Payment Terms
fr: Condition de paiement

source: Days in Late
fr: Jours en retard

source: Cannot delete this invoice, you need to unpaid it first!
fr: Impossible de supprimer cette facture, vous devez d'abord la marquer comme impayée !

source: Order
fr: Bon de commande

source: No product with this id exists.
fr: Aucun produit avec cet identifiant n'existe.

source: Confirmed Item must contain at least one Product.
fr: L'élément confirmé doit contenir au moins un produit.

source: You do not have permission to change the status
fr: Vous n'avez pas l'autorisation de modifier le statut

source: You do not have permission to rollback the status
fr: Vous n'avez pas l'autorisation de revenir en arrière sur le statut

source: You do not have permission to set the status
fr: Vous n'avez pas l'autorisation de définir le statut

source: Mismatched purchase_document_id
fr: Identifiant du document d'achat incorrect

source: Cannot find the item to edit
fr: Impossible de trouver l'élément à modifier

source: Item created
fr: Élément créé

source: No valid parent documents found
fr: Aucun document parent valide trouvé

source: All documents should belong to the same partner
fr: Tous les documents doivent appartenir au même partenaire

source: Please give the type of the document
fr: Veuillez indiquer le type de document

source: VAT Label
fr: Libelle T.V.A

source: Private Note
fr: Note privée

source: Validity
fr: Validité

source: Delivery Terms
fr: Condition de livraison

source: Total VAT
fr: Total TVA

source: Total Amount
fr: Montant Total

source: Total Discount
fr: Total Remise

source: Parents
fr: Parent

source: Is Recurring?
fr: Est reccurent?

source: Is Recurring Parent?
fr: Est recurrent parent?

source: Is Recurring Ended?
fr: Recurrent terminé?

source: Recurring Initial Parent ID
fr: Recurrnet parent initial

source: Recurring Initial Parent Public ID
fr: Recurrent parent intial ID

source: Recurring Interval
fr: Interval de recurrence

source: Recurring Interval Type Custom Number
fr: Numéro personnalisé de type d'intervalle récurrent

source: Recurring Interval Type Custom Unit
fr: Interval personnaliser

source: Recurring Cycle
fr: Cycle de récurrence

source: Recurring Cycle Number to Repeat
fr: Nombre de cycle récurrent à répéter

source: Recurring Cycle Stop At
fr: Arrêt du cycle récurrent à

source: Recurring Cycle Stopped At
fr: Cycle récurrent arrêté le

source: Recurring Last Generated Day
fr: Récurrent dernier jour généré

source: Recurring Next Generated Day
fr: Jour généré suivant récurrent

source: Recurring Reason Stop
fr: Raison récurrente Arrêt

source: Recurring Stopped By
fr: Récurrent arrêté par

source: Recurring Reactivated By
fr: Récurrent Réactivé Par

source: Recurring Reactivated Date
fr: Date de réactivation récurrente

source: CHOISIR_RECURRENT_CUSTOM_TYPE_UNIT_OR_NUMBER
fr: Choisir une unité

source: CHOISIR_RECURRENT_CYCLE_DATE_FIN
fr: Date fin

source: CHOISIR_RECURRENT_CYCLE_DATE_FIN_FUTURE
fr: Date fin future

source: CHOISIR_RECURRENT_CYCLE_NOMBRE_CYCLE
fr: Nombre de cycle

source: All child must have the same partner as the parent.
fr: Tous les descendants doivent avoir le même partenaire que le parent!

source: All parent must have the same partner as the child.
fr: Tous les parents doivent avoir le même partenaire que le descendant!

source: Not enough stock available for this product.
fr: Stock insuffisant disponible pour ce produit.

source: This document does not have a parent
fr: Impossible de trouver la facture source

source: Exceeding quantity from the parent document
fr: Vous avez dépasser la quantité disponible dans la facture source

source: Cannot delete item because it contains products.
fr: Impossible de supprimer l'élément car il contient des produits.

source: Mismatched sale_document_id
fr: Identifiant du document de vente incorrect

source: Delivery Note
fr: Bon de livraison

source: Recurring sale documents generation process has started.
fr: Le processus de génération de documents de vente récurrents a commencé.

source: S No
fr: N°

source: First & last name
fr: Prénom et nom

source: Company name
fr: Nom de l'entreprise

source: Ref.
fr: Réf.

source: Company Logo
fr: Logo de l'entreprise

source: Name / Ref.
fr: Nom / Réf.

source: Qte.
fr: Qté.

source: U. Price
fr: Prix Uni.

source: Disc.
fr: Rem.

source: Total Without VAT
fr: Total HT

source: of
fr: sur

source: NUMBER
fr: Numéro

source: PAYMENT_STATUS
fr: Status de paiment

source: TOTAL_PRICE
fr: Total

source: DISCOUNT
fr: Remise

source: SALE_DOCUMENT_NUMBER
fr: Numéro

source: SALE_DOCUMENT_DATE
fr: Date

source: SALE_DOCUMENT_DUE_DATE
fr: Date d'échéance

source: Unit
fr: Unité

source: SUB-TOTAL_WITHOUT_VAT
fr: Sous-total HT

source: VAT_OF
fr: TVA de

source: PAYMENT_AMOUNT_PAID
fr: Montant payée

source: PAYMENT_AMOUNT_REMAIN
fr: Montant restant

source: Date of Issue
fr: Date d'émission :

source: Transaction Type
fr: Type de transaction :

source: Thank you for your payment.
fr: Merci pour votre paiement

source: Account Created,
fr: Compte créé,

source: Account Activation Confirmation
fr: Confirmation d'activation du compte

source: Dear
fr: Cher

source: Your account has been successfully activated by
fr: Votre compte a été activé avec succès par

source: at
fr: à

source: You can now log in and start using our service.
fr: Vous pouvez maintenant vous connecter et commencer à utiliser notre service.

source: Best Regards,
fr: Cordialement,

source: Account Created
fr: Compte créé

source: New User Registration
fr: Nouvelle inscription utilisateur

source: A new user
fr: Un nouvel utilisateur

source: has registered on the site at
fr: s'est inscrit sur le site à

source: Please check their information and approve their account if everything looks correct.
fr: Veuillez vérifier leurs informations et approuver leur compte si tout est correct.

source: Approve user
fr: Approuver l'utilisateur

source: Click here to approve his account
fr: Cliquez ici pour approuver son compte

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Hello,
fr: Bonjour,

source: Please click on the link below to reset your password:
fr: Veuillez cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe :

source: Reset password
fr: Réinitialiser le mot de passe

source: Click here to reset password
fr: Cliquez ici pour réinitialiser le mot de passe

source: If you didn't request this, please ignore this email.
fr: Si vous n'avez pas demandé cela, veuillez ignorer cet e-mail.

source: Your account is safe.
fr: Votre compte est sécurisé.

source: Dear,
fr: Cher,

source: Your account has been successfully created on
fr: Votre compte a été créé avec succès sur

source: Please click the button below to activate your account and set your password.
fr: Veuillez cliquer sur le bouton ci-dessous pour activer votre compte et définir votre mot de passe.

source: Activate Account
fr: Activer le compte

source: Welcome to Bima360!
fr: Bienvenue sur Bima360 !

source: We are happy to inform you that your account has been successfully created on
fr: Nous sommes heureux de vous informer que votre compte a été créé avec succès sur

source: We are currently reviewing your account and will notify you once it has been approved. Thank you for your patience!
fr: Nous examinons actuellement votre compte et nous vous informerons une fois qu'il aura été approuvé. Merci de votre patience !

source: In the meantime, you can review our services on our website:
fr: En attendant, vous pouvez consulter nos services sur notre site web :

source: Our Website
fr: Notre site web

source: Your Account Activation
fr: Activation de votre compte

source: We regret to inform you that your account activation request on our platform has been declined by our administration.
fr: Nous regrettons de vous informer que votre demande d'activation de compte sur notre plateforme a été refusée par notre administration.

source: Declined By:
fr: Refusé par :

source: Time of Review:
fr: Heure de révision :

source: Please contact our support team if you have any questions or if you believe this was a mistake.
fr: Veuillez contacter notre équipe de support si vous avez des questions ou si vous pensez qu'il s'agit d'une erreur.

source: Currency
fr: Devise

source: INCOME_OUTCOME
fr: Entrée / Sortie

source: CASH_BANK
fr: Caisse / Compte

source: Total percentage must be 100%.
fr: Pourcentage doit etre exactement egal a 100%

source: Expected Date
fr: Date prévu

source: Bank account number
fr: N° compte bancaire

source: Amount should be greater than 0.
fr: Montant doit etre superieur a 0

source: Cash is required when nature is set to CASH.
fr: Champ ciasse obligatoire

source: Bank Account is required when nature is set to BANK.
fr: Champ compte obligatoire

source: Bank Account and Cash are required for FROM_ACCOUNT_TO_CASH transaction.
fr: champs compte et caisse sont obligatoires

source: This transaction is created automatically form another one, it's not possible to edit it
fr: Cette transaction est créée automatiquement à partir d'une autre, il n'est pas possible de la modifier!

source: Amount of the transaction should be equal to the amount of credit note!
fr: Le montant de la transaction doit être égal au montant de la facture d'avoir !

source: You cannot delete this transaction, you need to unlink invoice payment first
fr: Vous ne pouvez pas supprimer cette transaction, vous devez d'abord la dissocier du paiement de la facture.

source: User must have an email address.
fr: L'utilisateur doit avoir une adresse e-mail.

source: User is not active or not approved.
fr: L'utilisateur n'est pas actif ou n'est pas approuvé.

source: Invalid Username or Password.
fr: Merci de vérifier votre mot de passe et/ou votre email

source: Creation of new password has failed
fr: La création d'un nouveau mot de passe a échoué

source: Missing parameters.
fr: Paramètres manquants.

source: Unable to identify credential
fr: Impossible d'identifier les informations d'identification

source: User has been activated
fr: L'utilisateur a été activé

source: Your token has expired please contact the administrator
fr: Votre jeton a expiré, veuillez contacter l'administrateur

source: We have sent you a link to reset your password
fr: Nous vous avons envoyé un lien pour réinitialiser votre mot de passe

source: Password has been reset.
fr: Le mot de passe a été réinitialisé.

source: Creation of the new password succeed.
fr: La création du nouveau mot de passe a réussi.
